<template>
    <main class="mt-4 position-relative">

<!-- banner -->
<section id="pageTitle">
  <div class="container">
      <div class="shadow8 rounded-33 bg-white">
        <div class="position-relative">
          <img alt="banner" src="../assets/img/pageTitleBg.png" class="img-fluid w-100">
          <div class="d-flex align-items-center gap-3 position-absolute bottom-53 right-95">
            <div class="d-flex align-items-center justify-content-center w-51 h-51 special-rounded bg-gradient-main">
              <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                <path opacity="0.5" d="M3 10C3 6.229 3 4.343 4.172 3.172C5.343 2 7.229 2 11 2H13C16.771 2 18.657 2 19.828 3.172C21 4.343 21 6.229 21 10V14C21 17.771 21 19.657 19.828 20.828C18.657 22 16.771 22 13 22H11C7.229 22 5.343 22 4.172 20.828C3 19.657 3 17.771 3 14V10Z" fill="white"/>
                <path d="M16.5186 16.5009C16.6936 16.3649 16.8526 16.2059 17.1696 15.8889L21.1266 11.9309C21.2226 11.8359 21.1786 11.6709 21.0516 11.6259C20.4324 11.4101 19.8703 11.0566 19.4076 10.5919C18.943 10.1293 18.5894 9.56713 18.3736 8.94794C18.3286 8.82094 18.1636 8.77694 18.0686 8.87294L14.1096 12.8299C13.7926 13.1469 13.6336 13.3059 13.4976 13.4809C13.3366 13.6879 13.1976 13.9109 13.0856 14.1469C12.9906 14.3469 12.9196 14.5609 12.7776 14.9869L12.5936 15.5369L12.3016 16.4119L12.0286 17.2319C11.9946 17.3347 11.9898 17.4449 12.0148 17.5503C12.0397 17.6556 12.0935 17.752 12.1701 17.8285C12.2466 17.9051 12.343 17.9588 12.4483 17.9838C12.5536 18.0088 12.6639 18.004 12.7666 17.9699L13.5866 17.6969L14.4616 17.4049L15.0116 17.2209C15.4376 17.0789 15.6516 17.0089 15.8516 16.9129C16.0876 16.7999 16.3126 16.6629 16.5186 16.5009ZM22.3656 10.6919C22.5721 10.4924 22.7369 10.2538 22.8502 9.98992C22.9635 9.72608 23.0231 9.44231 23.0256 9.15517C23.0281 8.86803 22.9734 8.58327 22.8647 8.31749C22.756 8.05171 22.5954 7.81025 22.3924 7.60717C22.1894 7.40409 21.948 7.24346 21.6823 7.13466C21.4165 7.02586 21.1318 6.97107 20.8446 6.97346C20.5575 6.97586 20.2737 7.03541 20.0098 7.14864C19.7459 7.26186 19.5072 7.4265 19.3076 7.63294L19.1806 7.76094C19.1201 7.82063 19.075 7.89415 19.0492 7.97516C19.0234 8.05617 19.0177 8.14224 19.0326 8.22594C19.0526 8.33294 19.0876 8.49094 19.1526 8.67794C19.2826 9.05294 19.5286 9.54494 19.9916 10.0079C20.3656 10.3849 20.8204 10.6718 21.3216 10.8469C21.5096 10.9119 21.6666 10.9469 21.7736 10.9669C21.8573 10.9818 21.9434 10.976 22.0244 10.9502C22.1054 10.9245 22.1789 10.8794 22.2386 10.8189L22.3656 10.6919Z" fill="white"/>
                <path fill-rule="evenodd" clip-rule="evenodd" d="M7.25 9C7.25 8.80109 7.32902 8.61032 7.46967 8.46967C7.61032 8.32902 7.80109 8.25 8 8.25H14.5C14.6989 8.25 14.8897 8.32902 15.0303 8.46967C15.171 8.61032 15.25 8.80109 15.25 9C15.25 9.19891 15.171 9.38968 15.0303 9.53033C14.8897 9.67098 14.6989 9.75 14.5 9.75H8C7.80109 9.75 7.61032 9.67098 7.46967 9.53033C7.32902 9.38968 7.25 9.19891 7.25 9ZM7.25 13C7.25 12.8011 7.32902 12.6103 7.46967 12.4697C7.61032 12.329 7.80109 12.25 8 12.25H11C11.1989 12.25 11.3897 12.329 11.5303 12.4697C11.671 12.6103 11.75 12.8011 11.75 13C11.75 13.1989 11.671 13.3897 11.5303 13.5303C11.3897 13.671 11.1989 13.75 11 13.75H8C7.80109 13.75 7.61032 13.671 7.46967 13.5303C7.32902 13.3897 7.25 13.1989 7.25 13ZM7.25 17C7.25 16.8011 7.32902 16.6103 7.46967 16.4697C7.61032 16.329 7.80109 16.25 8 16.25H9.5C9.69891 16.25 9.88968 16.329 10.0303 16.4697C10.171 16.6103 10.25 16.8011 10.25 17C10.25 17.1989 10.171 17.3897 10.0303 17.5303C9.88968 17.671 9.69891 17.75 9.5 17.75H8C7.80109 17.75 7.61032 17.671 7.46967 17.5303C7.32902 17.3897 7.25 17.1989 7.25 17Z" fill="white"/>
              </svg>
            </div>
            <div>
              <p class="font-bold fs-24 text-white mb-0">درباره ما</p>
              <p class="mb-0 text-white-50 d-none d-sm-block">درباره ما بیشتر بدانید</p>
            </div>
          </div>
        </div>
        <div class="px-md-5 px-3 pb-4">
          <p class="fs-14 text-gray text-justify lh-34 my-5">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
          </p>
          <p class="fs-14 text-gray text-justify lh-34">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
          </p>
        </div>
      </div>
  </div>
</section>

<!-- about -->
<section class="mt-5 pt-5">
  <div class="container mt-5 pt-5">
    <div class="row align-items-center position-relative end-0 rounded-33 bg-white shadow8 p-4">
      <!-- tiltle -->
        <div class="position-absolute -top-83 font-bold fs-20 text-white h-131 w-407 mx-2 aboutTitle">
          <!-- svg && bg -->
          <img alt="svg" src="../assets/img/aboutShape2.png" class="img-fluid position-absolute top-0 start-0 bottom-0 end-0">
          <img alt="svg" src="../assets/img/aboutSvg.png" class="img-fluid rotate-0 position-absolute top-0 start-0">
          <!--  -->
           <div class="d-flex align-items-center gap-2 position-relative mt-sm-5 mt-4 pt-1 pt-sm-0">
            <svg xmlns="http://www.w3.org/2000/svg" width="31" height="31" viewBox="0 0 31 31" fill="none">
              <path d="M11.2646 26.2433C13.4892 27.4113 14.6015 27.9941 15.7974 27.9941V15.3255L3.93716 9.08374C3.91992 9.11183 3.90303 9.14012 3.88649 9.16862C3.12891 10.4532 3.12891 12.0532 3.12891 15.2521V15.4003C3.12891 18.5978 3.12891 20.1979 3.88522 21.4824C4.6428 22.7683 6.00593 23.4841 8.73093 24.9143L11.2646 26.2433Z" fill="white"/>
              <path opacity="0.7" d="M22.8621 5.73822L20.3283 4.40802C18.105 3.24125 16.9927 2.65723 15.7968 2.65723C14.5996 2.65723 13.4886 3.23998 11.264 4.40802L8.7303 5.73822C6.06484 7.13682 4.7017 7.85133 3.93652 9.08271L15.7968 15.3258L27.6571 9.08398C26.8894 7.85133 25.5288 7.13682 22.8621 5.73822Z" fill="white"/>
              <path opacity="0.5" d="M27.7091 9.16862C27.6921 9.14011 27.6748 9.11182 27.6572 9.08374L15.7969 15.3255V27.9941C16.9928 27.9941 18.1051 27.4113 20.3297 26.2433L22.8634 24.9131C25.5884 23.4828 26.9515 22.7683 27.7091 21.4824C28.4654 20.1979 28.4654 18.5978 28.4654 15.4015V15.2533C28.4654 12.0545 28.4654 10.4532 27.7091 9.16862Z" fill="white"/>
              </svg>
              <p class="mb-0">لورم ایپسوم متن ساختگی طراحان</p>
           </div>
        </div>
      <!--  -->
      <div class="col-lg-4 position-relative aboutSwiper py-4">
        <div class="about">
          <SwiperMain
                  :slides-per-view="1"
                  :space-between="20"
                  :pagination="true"
                  :navigation="false"
                  :breakpoints="{
                      '1200': {slidesPerView:1}
                    }"
                >
                  <SwiperSlide v-for="n in 5" :key="n">
                    <a class="d-block"><img alt="slide" src="../assets/img/about1.png" class="img-fluid w-100"></a>
                  </SwiperSlide>
                </SwiperMain>
        </div>
      </div>
      <div class="col-lg-8">
        <p class="text-gray lh-34 mb-0 fs-14 text-justify pe-sm-4 pt-3 pt-xl-0">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. 
        </p>
      </div>
    </div>
  </div>
  <!--  -->
  <div class="container mt-5 pt-5">
    <div class="row mt-5 align-items-center position-relative end-0 rounded-33 bg-white shadow8 p-4">
      <!-- tiltle -->
        <div class="position-absolute -top-83 font-bold fs-20 text-white h-131 w-407 mx-2 left-27 aboutTitle">
          <!-- svg && bg -->
          <img alt="svg" src="../assets/img/aboutShape2.png" class="img-fluid position-absolute rotate-y-180 top-0 start-0 bottom-0 end-0">
          <img alt="svg" src="../assets/img/aboutSvg.png" class="img-fluid position-absolute top-0 end-0 rotate-y-180">
          <!--  -->
           <div class="d-flex align-items-center justify-content-end gap-2 position-relative mt-sm-5 mt-4 pt-1 pt-sm-0">
             <p class="mb-0">لورم ایپسوم متن ساختگی طراحان</p>
            <svg xmlns="http://www.w3.org/2000/svg" width="31" height="31" viewBox="0 0 31 31" fill="none">
              <path d="M11.2646 26.2433C13.4892 27.4113 14.6015 27.9941 15.7974 27.9941V15.3255L3.93716 9.08374C3.91992 9.11183 3.90303 9.14012 3.88649 9.16862C3.12891 10.4532 3.12891 12.0532 3.12891 15.2521V15.4003C3.12891 18.5978 3.12891 20.1979 3.88522 21.4824C4.6428 22.7683 6.00593 23.4841 8.73093 24.9143L11.2646 26.2433Z" fill="white"/>
              <path opacity="0.7" d="M22.8621 5.73822L20.3283 4.40802C18.105 3.24125 16.9927 2.65723 15.7968 2.65723C14.5996 2.65723 13.4886 3.23998 11.264 4.40802L8.7303 5.73822C6.06484 7.13682 4.7017 7.85133 3.93652 9.08271L15.7968 15.3258L27.6571 9.08398C26.8894 7.85133 25.5288 7.13682 22.8621 5.73822Z" fill="white"/>
              <path opacity="0.5" d="M27.7091 9.16862C27.6921 9.14011 27.6748 9.11182 27.6572 9.08374L15.7969 15.3255V27.9941C16.9928 27.9941 18.1051 27.4113 20.3297 26.2433L22.8634 24.9131C25.5884 23.4828 26.9515 22.7683 27.7091 21.4824C28.4654 20.1979 28.4654 18.5978 28.4654 15.4015V15.2533C28.4654 12.0545 28.4654 10.4532 27.7091 9.16862Z" fill="white"/>
              </svg>
           </div>
        </div>
      <!--  -->
      <div class="col-lg-8 order-1 order-lg-0">
        <p class="text-gray lh-34 mb-0 fs-14 text-justify pe-sm-4 pt-3 pt-xl-0">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. 
        </p>
      </div>
      <div class="col-lg-4 position-relative order-0 order-lg-1 aboutSwiper py-4">
        <div class="about">
          <SwiperMain
                  :slides-per-view="1"
                  :space-between="20"
                  :pagination="true"
                  :navigation="false"
                  :breakpoints="{
                      '1200': {slidesPerView:1}
                    }"
                >
                  <SwiperSlide v-for="n in 5" :key="n">
                    <a class="d-block"><img alt="slide" src="../assets/img/about1.png" class="img-fluid w-100"></a>
                  </SwiperSlide>
                </SwiperMain>
        </div>
      </div>
    </div>
  </div>
  <!--  -->
  <div class="container mt-5 pt-5">
    <div class="row mt-5 align-items-center position-relative end-0 rounded-33 bg-white shadow8 p-4">
      <!-- tiltle -->
        <div class="position-absolute -top-83 font-bold fs-20 text-white h-131 w-407 mx-2 aboutTitle">
          <!-- svg && bg -->
          <img alt="svg" src="../assets/img/aboutShape2.png" class="img-fluid position-absolute top-0 start-0 bottom-0 end-0">
          <img alt="svg" src="../assets/img/aboutSvg.png" class="img-fluid position-absolute rotate-0 top-0 start-0">
          <!--  -->
           <div class="d-flex align-items-center gap-2 position-relative mt-sm-5 mt-4 pt-1 pt-sm-0">
            <svg xmlns="http://www.w3.org/2000/svg" width="31" height="31" viewBox="0 0 31 31" fill="none">
              <path d="M11.2646 26.2433C13.4892 27.4113 14.6015 27.9941 15.7974 27.9941V15.3255L3.93716 9.08374C3.91992 9.11183 3.90303 9.14012 3.88649 9.16862C3.12891 10.4532 3.12891 12.0532 3.12891 15.2521V15.4003C3.12891 18.5978 3.12891 20.1979 3.88522 21.4824C4.6428 22.7683 6.00593 23.4841 8.73093 24.9143L11.2646 26.2433Z" fill="white"/>
              <path opacity="0.7" d="M22.8621 5.73822L20.3283 4.40802C18.105 3.24125 16.9927 2.65723 15.7968 2.65723C14.5996 2.65723 13.4886 3.23998 11.264 4.40802L8.7303 5.73822C6.06484 7.13682 4.7017 7.85133 3.93652 9.08271L15.7968 15.3258L27.6571 9.08398C26.8894 7.85133 25.5288 7.13682 22.8621 5.73822Z" fill="white"/>
              <path opacity="0.5" d="M27.7091 9.16862C27.6921 9.14011 27.6748 9.11182 27.6572 9.08374L15.7969 15.3255V27.9941C16.9928 27.9941 18.1051 27.4113 20.3297 26.2433L22.8634 24.9131C25.5884 23.4828 26.9515 22.7683 27.7091 21.4824C28.4654 20.1979 28.4654 18.5978 28.4654 15.4015V15.2533C28.4654 12.0545 28.4654 10.4532 27.7091 9.16862Z" fill="white"/>
              </svg>
              <p class="mb-0">لورم ایپسوم متن ساختگی طراحان</p>
           </div>
        </div>
      <!--  -->
      <div class="col-lg-4 position-relative aboutSwiper py-4">
        <div class="about">
          <SwiperMain
                  :slides-per-view="1"
                  :space-between="20"
                  :pagination="true"
                  :navigation="false"
                  :breakpoints="{
                      '1200': {slidesPerView:1}
                    }"
                >
                  <SwiperSlide v-for="n in 5" :key="n">
                    <a class="d-block"><img alt="slide" src="../assets/img/about1.png" class="img-fluid w-100"></a>
                  </SwiperSlide>
                </SwiperMain>
        </div>
      </div>
      <div class="col-lg-8">
        <p class="text-gray lh-34 mb-0 fs-14 text-justify pe-sm-4 pt-3 pt-xl-0">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. 
        </p>
      </div>
    </div>
  </div>
  <!--  -->
  <div class="container mt-5 pt-5">
    <div class="row mt-5 align-items-center position-relative end-0 rounded-33 bg-white shadow8 p-4">
      <!-- tiltle -->
        <div class="position-absolute -top-83 font-bold fs-20 text-white h-131 w-407 mx-2 left-27 aboutTitle">
          <!-- svg && bg -->
          <img alt="svg" src="../assets/img/aboutShape2.png" class="img-fluid position-absolute rotate-y-180 top-0 start-0 bottom-0 end-0">
          <img alt="svg" src="../assets/img/aboutSvg.png" class="img-fluid position-absolute top-0 end-0 rotate-y-180">
          <!--  -->
           <div class="d-flex align-items-center justify-content-end gap-2 position-relative mt-sm-5 mt-4 pt-1 pt-sm-0">
             <p class="mb-0">لورم ایپسوم متن ساختگی طراحان</p>
            <svg xmlns="http://www.w3.org/2000/svg" width="31" height="31" viewBox="0 0 31 31" fill="none">
              <path d="M11.2646 26.2433C13.4892 27.4113 14.6015 27.9941 15.7974 27.9941V15.3255L3.93716 9.08374C3.91992 9.11183 3.90303 9.14012 3.88649 9.16862C3.12891 10.4532 3.12891 12.0532 3.12891 15.2521V15.4003C3.12891 18.5978 3.12891 20.1979 3.88522 21.4824C4.6428 22.7683 6.00593 23.4841 8.73093 24.9143L11.2646 26.2433Z" fill="white"/>
              <path opacity="0.7" d="M22.8621 5.73822L20.3283 4.40802C18.105 3.24125 16.9927 2.65723 15.7968 2.65723C14.5996 2.65723 13.4886 3.23998 11.264 4.40802L8.7303 5.73822C6.06484 7.13682 4.7017 7.85133 3.93652 9.08271L15.7968 15.3258L27.6571 9.08398C26.8894 7.85133 25.5288 7.13682 22.8621 5.73822Z" fill="white"/>
              <path opacity="0.5" d="M27.7091 9.16862C27.6921 9.14011 27.6748 9.11182 27.6572 9.08374L15.7969 15.3255V27.9941C16.9928 27.9941 18.1051 27.4113 20.3297 26.2433L22.8634 24.9131C25.5884 23.4828 26.9515 22.7683 27.7091 21.4824C28.4654 20.1979 28.4654 18.5978 28.4654 15.4015V15.2533C28.4654 12.0545 28.4654 10.4532 27.7091 9.16862Z" fill="white"/>
              </svg>
           </div>
        </div>
      <!--  -->
      <div class="col-lg-8 order-1 order-lg-0">
        <p class="text-gray lh-34 mb-0 fs-14 text-justify pe-sm-4 pt-3 pt-xl-0">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. 
        </p>
      </div>
      <div class="col-lg-4 position-relative order-0 order-lg-1 aboutSwiper py-4">
        <div class="about">
          <SwiperMain
                  :slides-per-view="1"
                  :space-between="20"
                  :pagination="true"
                  :navigation="false"
                  :breakpoints="{
                      '1200': {slidesPerView:1}
                    }"
                >
                  <SwiperSlide v-for="n in 5" :key="n">
                    <a class="d-block"><img alt="slide" src="../assets/img/about1.png" class="img-fluid w-100"></a>
                  </SwiperSlide>
                </SwiperMain>
        </div>
      </div>
    </div>
  </div>
</section>

<!-- shoar -->
<Features />

<!-- wave -->
<img alt="wave" src="../assets/img/footerWave.png"
  class="img-fluid w-100 position-absolute -bottom-210 end-0 start-0 d-md-block d-none">
<img alt="wave" src="../assets/img/footerBg2.png"
  class="img-fluid w-100 position-absolute -bottom-210 end-0 start-0 d-block d-md-none">

</main>
</template>

<script setup>
useHead({
  title: "درباره ما",
});
</script>

<style>
</style>