<template>
   <main class="mt-4 position-relative">

<!-- compare details -->
<section>
  <div class="container">
    <div class="rounded-21 p-4 pb-0 bg-white shadow8">
      <div class="d-flex align-items-center justify-content-between">
        <div class="d-flex align-items-center gap-2">
          <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24" fill="none">
            <path opacity="0.5" d="M13.457 15.4C13.457 13.326 13.457 12.289 14.116 11.644C14.775 11 15.836 11 17.957 11C20.078 11 21.139 11 21.798 11.644C22.457 12.29 22.457 13.326 22.457 15.4V17.6C22.457 19.674 22.457 20.711 21.798 21.356C21.139 22 20.078 22 17.957 22C15.836 22 14.775 22 14.116 21.356C13.457 20.71 13.457 19.674 13.457 17.6V15.4Z" fill="#27817A"/>
            <path d="M2.45703 8.6C2.45703 10.674 2.45703 11.711 3.11603 12.356C3.77503 13 4.83603 13 6.95703 13C9.07803 13 10.139 13 10.798 12.356C11.457 11.71 11.457 10.674 11.457 8.6V6.4C11.457 4.326 11.457 3.289 10.798 2.644C10.139 2 9.07803 2 6.95703 2C4.83603 2 3.77503 2 3.11603 2.644C2.45703 3.29 2.45703 4.326 2.45703 6.4V8.6ZM13.457 5.5C13.457 4.413 13.457 3.87 13.628 3.44C13.8507 2.87455 14.2888 2.42064 14.846 2.178C15.259 2 15.784 2 16.832 2H19.082C20.13 2 20.655 2 21.068 2.178C21.619 2.414 22.058 2.868 22.286 3.44C22.457 3.87 22.457 4.413 22.457 5.5C22.457 6.587 22.457 7.13 22.286 7.56C22.0633 8.12545 21.6252 8.57936 21.068 8.822C20.655 9 20.13 9 19.082 9H16.832C15.784 9 15.259 9 14.846 8.822C14.2888 8.57936 13.8507 8.12545 13.628 7.56C13.457 7.13 13.457 6.587 13.457 5.5Z" fill="#27817A"/>
            <path opacity="0.5" d="M2.45703 18.5C2.45703 19.587 2.45703 20.13 2.62803 20.56C2.85075 21.1255 3.28883 21.5794 3.84603 21.822C4.25903 22 4.78403 22 5.83203 22H8.08203C9.13003 22 9.65503 22 10.068 21.822C10.619 21.586 11.058 21.132 11.286 20.56C11.457 20.13 11.457 19.587 11.457 18.5C11.457 17.413 11.457 16.87 11.286 16.44C11.0633 15.8745 10.6252 15.4206 10.068 15.178C9.65503 15 9.13003 15 8.08203 15H5.83203C4.78403 15 4.25903 15 3.84603 15.178C3.29503 15.414 2.85603 15.868 2.62803 16.44C2.45703 16.87 2.45703 17.413 2.45703 18.5Z" fill="#27817A"/>
            </svg>
           <p class="mb-0 fs-14 font-bold">
             مقایسه محصولات
           </p>
        </div>
        <div class="d-flex align-items-center gap-2">
          <p class="fs-14 text-gray mb-0">12 محصول</p>
          <div class="fs-11 bg-second2 rounded-pill py-1 px-3 text-white fw-300">پاک کردن</div>
        </div>
      </div>
      <!-- line -->
       <svg xmlns="http://www.w3.org/2000/svg" class="w-100 title-line" height="2" viewBox="0 0 1289 2" fill="none">
        <line opacity="0.3" x1="0.75" y1="1.25" x2="1288.25" y2="1.25011" stroke="black" stroke-opacity="0.3" stroke-width="1.5" stroke-linecap="round"/>
        <line x1="1288.25" y1="0.75" x2="1067.18" y2="0.749986" stroke="url(#paint0_linear_530_478)" stroke-width="1.5" stroke-linecap="round"/>
        <defs>
        <linearGradient id="paint0_linear_530_478" x1="1289" y1="-0.88251" x2="1288.93" y2="3.52893" gradientUnits="userSpaceOnUse">
        <stop stop-color="#5B6CCC"/>
        <stop offset="1" stop-color="#4834AC"/>
        </linearGradient>
        </defs>
       </svg>
       <!--  -->
       <div class="row fs-14 mt-3">
         <div class="col-xl-2 col-lg-3 d-none d-lg-block px-0 fw-bold">
          <div class="p-3 position-relative visible-none">
            <!-- remove compare -->
            <div class="position-absolute left-20 cursor-pointer remove-compare">
              <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24" fill="none">
                <g opacity="0.3">
                  <path d="M13.9099 11.9999L18.2099 7.70994C18.3982 7.52164 18.504 7.26624 18.504 6.99994C18.504 6.73364 18.3982 6.47825 18.2099 6.28994C18.0216 6.10164 17.7662 5.99585 17.4999 5.99585C17.2336 5.99585 16.9782 6.10164 16.7899 6.28994L12.4999 10.5899L8.20994 6.28994C8.02164 6.10164 7.76624 5.99585 7.49994 5.99585C7.23364 5.99585 6.97824 6.10164 6.78994 6.28994C6.60164 6.47825 6.49585 6.73364 6.49585 6.99994C6.49585 7.26624 6.60164 7.52164 6.78994 7.70994L11.0899 11.9999L6.78994 16.2899C6.69621 16.3829 6.62182 16.4935 6.57105 16.6154C6.52028 16.7372 6.49414 16.8679 6.49414 16.9999C6.49414 17.132 6.52028 17.2627 6.57105 17.3845C6.62182 17.5064 6.69621 17.617 6.78994 17.7099C6.8829 17.8037 6.9935 17.8781 7.11536 17.9288C7.23722 17.9796 7.36793 18.0057 7.49994 18.0057C7.63195 18.0057 7.76266 17.9796 7.88452 17.9288C8.00638 17.8781 8.11698 17.8037 8.20994 17.7099L12.4999 13.4099L16.7899 17.7099C16.8829 17.8037 16.9935 17.8781 17.1154 17.9288C17.2372 17.9796 17.3679 18.0057 17.4999 18.0057C17.632 18.0057 17.7627 17.9796 17.8845 17.9288C18.0064 17.8781 18.117 17.8037 18.2099 17.7099C18.3037 17.617 18.3781 17.5064 18.4288 17.3845C18.4796 17.2627 18.5057 17.132 18.5057 16.9999C18.5057 16.8679 18.4796 16.7372 18.4288 16.6154C18.3781 16.4935 18.3037 16.3829 18.2099 16.2899L13.9099 11.9999Z" fill="black"></path>
                </g>
              </svg>
            </div>
            <!--  -->
            <img alt="product" src="assets/img/compare.png" class=" img-fluid mx-auto d-block mt-4">
            <a class="fs-14 fw-bold text-black2 mt-4 d-inline-block h-65">
              لامپ ال ای دی هوشمند ۷ وات
              مدل رنگین کمانی ۱۲۴
            </a>
          </div>
           <div class="border-top py-3">
            روشنایی
           </div>
           <div class="border-top py-3">
            روشنایی
           </div>
           <div class="border-top py-3">
            روشنایی
           </div>
           <div class="border-top py-3">
            روشنایی
           </div>
         </div>
         <div class="col-xl-10 col-lg-9  text-center text-gray">
          <div class="row gy-4">
            <div class="col-lg-3 col-6 flex-grow-1 px-0 border-end border-right-lg-0">
              <a class="product-compare-item">
                <div class="p-3 position-relative">
                  <!-- remove compare -->
                  <div class="position-absolute left-20 cursor-pointer remove-compare">
                    <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24" fill="none">
                      <g opacity="0.3">
                        <path d="M13.9099 11.9999L18.2099 7.70994C18.3982 7.52164 18.504 7.26624 18.504 6.99994C18.504 6.73364 18.3982 6.47825 18.2099 6.28994C18.0216 6.10164 17.7662 5.99585 17.4999 5.99585C17.2336 5.99585 16.9782 6.10164 16.7899 6.28994L12.4999 10.5899L8.20994 6.28994C8.02164 6.10164 7.76624 5.99585 7.49994 5.99585C7.23364 5.99585 6.97824 6.10164 6.78994 6.28994C6.60164 6.47825 6.49585 6.73364 6.49585 6.99994C6.49585 7.26624 6.60164 7.52164 6.78994 7.70994L11.0899 11.9999L6.78994 16.2899C6.69621 16.3829 6.62182 16.4935 6.57105 16.6154C6.52028 16.7372 6.49414 16.8679 6.49414 16.9999C6.49414 17.132 6.52028 17.2627 6.57105 17.3845C6.62182 17.5064 6.69621 17.617 6.78994 17.7099C6.8829 17.8037 6.9935 17.8781 7.11536 17.9288C7.23722 17.9796 7.36793 18.0057 7.49994 18.0057C7.63195 18.0057 7.76266 17.9796 7.88452 17.9288C8.00638 17.8781 8.11698 17.8037 8.20994 17.7099L12.4999 13.4099L16.7899 17.7099C16.8829 17.8037 16.9935 17.8781 17.1154 17.9288C17.2372 17.9796 17.3679 18.0057 17.4999 18.0057C17.632 18.0057 17.7627 17.9796 17.8845 17.9288C18.0064 17.8781 18.117 17.8037 18.2099 17.7099C18.3037 17.617 18.3781 17.5064 18.4288 17.3845C18.4796 17.2627 18.5057 17.132 18.5057 16.9999C18.5057 16.8679 18.4796 16.7372 18.4288 16.6154C18.3781 16.4935 18.3037 16.3829 18.2099 16.2899L13.9099 11.9999Z" fill="black"></path>
                      </g>
                    </svg>
                  </div>
                  <!--  -->
                  <img alt="product" src="assets/img/compare.png" class=" img-fluid mx-auto d-block mt-4">
                  <a class="fs-14 fw-bold text-black2 mt-4 d-inline-block h-65">
                    لامپ ال ای دی هوشمند ۷ وات
                    مدل رنگین کمانی ۱۲۴
                  </a>
                </div>
                <div class="border-top py-3">
                  <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
              </a>
            </div>
            <div class="col-lg-3 col-6 flex-grow-1 px-0 border-end">
              <a class="product-compare-item">
                <div class="p-3 position-relative">
                  <!-- remove compare -->
                  <div class="position-absolute left-20 cursor-pointer remove-compare">
                    <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24" fill="none">
                      <g opacity="0.3">
                        <path d="M13.9099 11.9999L18.2099 7.70994C18.3982 7.52164 18.504 7.26624 18.504 6.99994C18.504 6.73364 18.3982 6.47825 18.2099 6.28994C18.0216 6.10164 17.7662 5.99585 17.4999 5.99585C17.2336 5.99585 16.9782 6.10164 16.7899 6.28994L12.4999 10.5899L8.20994 6.28994C8.02164 6.10164 7.76624 5.99585 7.49994 5.99585C7.23364 5.99585 6.97824 6.10164 6.78994 6.28994C6.60164 6.47825 6.49585 6.73364 6.49585 6.99994C6.49585 7.26624 6.60164 7.52164 6.78994 7.70994L11.0899 11.9999L6.78994 16.2899C6.69621 16.3829 6.62182 16.4935 6.57105 16.6154C6.52028 16.7372 6.49414 16.8679 6.49414 16.9999C6.49414 17.132 6.52028 17.2627 6.57105 17.3845C6.62182 17.5064 6.69621 17.617 6.78994 17.7099C6.8829 17.8037 6.9935 17.8781 7.11536 17.9288C7.23722 17.9796 7.36793 18.0057 7.49994 18.0057C7.63195 18.0057 7.76266 17.9796 7.88452 17.9288C8.00638 17.8781 8.11698 17.8037 8.20994 17.7099L12.4999 13.4099L16.7899 17.7099C16.8829 17.8037 16.9935 17.8781 17.1154 17.9288C17.2372 17.9796 17.3679 18.0057 17.4999 18.0057C17.632 18.0057 17.7627 17.9796 17.8845 17.9288C18.0064 17.8781 18.117 17.8037 18.2099 17.7099C18.3037 17.617 18.3781 17.5064 18.4288 17.3845C18.4796 17.2627 18.5057 17.132 18.5057 16.9999C18.5057 16.8679 18.4796 16.7372 18.4288 16.6154C18.3781 16.4935 18.3037 16.3829 18.2099 16.2899L13.9099 11.9999Z" fill="black"></path>
                      </g>
                    </svg>
                  </div>
                  <!--  -->
                  <img alt="product" src="assets/img/compare.png" class=" img-fluid mx-auto d-block mt-4">
                  <a class="fs-14 fw-bold text-black2 mt-4 d-inline-block h-65">
                    لامپ ال ای دی هوشمند ۷ وات
                    مدل رنگین کمانی ۱۲۴
                  </a>
                </div>
                <div class="border-top py-3">
                  <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
              </a>
            </div>
            <div class="col-lg-3 col-6 flex-grow-1 px-0 border-end border-right-lg-0">
              <a class="product-compare-item">
                <div class="p-3 position-relative">
                  <!-- remove compare -->
                  <div class="position-absolute left-20 cursor-pointer remove-compare">
                    <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24" fill="none">
                      <g opacity="0.3">
                        <path d="M13.9099 11.9999L18.2099 7.70994C18.3982 7.52164 18.504 7.26624 18.504 6.99994C18.504 6.73364 18.3982 6.47825 18.2099 6.28994C18.0216 6.10164 17.7662 5.99585 17.4999 5.99585C17.2336 5.99585 16.9782 6.10164 16.7899 6.28994L12.4999 10.5899L8.20994 6.28994C8.02164 6.10164 7.76624 5.99585 7.49994 5.99585C7.23364 5.99585 6.97824 6.10164 6.78994 6.28994C6.60164 6.47825 6.49585 6.73364 6.49585 6.99994C6.49585 7.26624 6.60164 7.52164 6.78994 7.70994L11.0899 11.9999L6.78994 16.2899C6.69621 16.3829 6.62182 16.4935 6.57105 16.6154C6.52028 16.7372 6.49414 16.8679 6.49414 16.9999C6.49414 17.132 6.52028 17.2627 6.57105 17.3845C6.62182 17.5064 6.69621 17.617 6.78994 17.7099C6.8829 17.8037 6.9935 17.8781 7.11536 17.9288C7.23722 17.9796 7.36793 18.0057 7.49994 18.0057C7.63195 18.0057 7.76266 17.9796 7.88452 17.9288C8.00638 17.8781 8.11698 17.8037 8.20994 17.7099L12.4999 13.4099L16.7899 17.7099C16.8829 17.8037 16.9935 17.8781 17.1154 17.9288C17.2372 17.9796 17.3679 18.0057 17.4999 18.0057C17.632 18.0057 17.7627 17.9796 17.8845 17.9288C18.0064 17.8781 18.117 17.8037 18.2099 17.7099C18.3037 17.617 18.3781 17.5064 18.4288 17.3845C18.4796 17.2627 18.5057 17.132 18.5057 16.9999C18.5057 16.8679 18.4796 16.7372 18.4288 16.6154C18.3781 16.4935 18.3037 16.3829 18.2099 16.2899L13.9099 11.9999Z" fill="black"></path>
                      </g>
                    </svg>
                  </div>
                  <!--  -->
                  <img alt="product" src="assets/img/compare.png" class=" img-fluid mx-auto d-block mt-4">
                  <a class="fs-14 fw-bold text-black2 mt-4 d-inline-block h-65">
                    لامپ ال ای دی هوشمند ۷ وات
                    مدل رنگین کمانی ۱۲۴
                  </a>
                </div>
                <div class="border-top py-3">
                  <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
              </a>
            </div>
            <div class="col-lg-3 col-6 flex-grow-1 px-0 border-end">
              <a class="product-compare-item">
                <div class="p-3 position-relative">
                  <!-- remove compare -->
                  <div class="position-absolute left-20 cursor-pointer remove-compare">
                    <svg xmlns="http://www.w3.org/2000/svg" width="25" height="24" viewBox="0 0 25 24" fill="none">
                      <g opacity="0.3">
                        <path d="M13.9099 11.9999L18.2099 7.70994C18.3982 7.52164 18.504 7.26624 18.504 6.99994C18.504 6.73364 18.3982 6.47825 18.2099 6.28994C18.0216 6.10164 17.7662 5.99585 17.4999 5.99585C17.2336 5.99585 16.9782 6.10164 16.7899 6.28994L12.4999 10.5899L8.20994 6.28994C8.02164 6.10164 7.76624 5.99585 7.49994 5.99585C7.23364 5.99585 6.97824 6.10164 6.78994 6.28994C6.60164 6.47825 6.49585 6.73364 6.49585 6.99994C6.49585 7.26624 6.60164 7.52164 6.78994 7.70994L11.0899 11.9999L6.78994 16.2899C6.69621 16.3829 6.62182 16.4935 6.57105 16.6154C6.52028 16.7372 6.49414 16.8679 6.49414 16.9999C6.49414 17.132 6.52028 17.2627 6.57105 17.3845C6.62182 17.5064 6.69621 17.617 6.78994 17.7099C6.8829 17.8037 6.9935 17.8781 7.11536 17.9288C7.23722 17.9796 7.36793 18.0057 7.49994 18.0057C7.63195 18.0057 7.76266 17.9796 7.88452 17.9288C8.00638 17.8781 8.11698 17.8037 8.20994 17.7099L12.4999 13.4099L16.7899 17.7099C16.8829 17.8037 16.9935 17.8781 17.1154 17.9288C17.2372 17.9796 17.3679 18.0057 17.4999 18.0057C17.632 18.0057 17.7627 17.9796 17.8845 17.9288C18.0064 17.8781 18.117 17.8037 18.2099 17.7099C18.3037 17.617 18.3781 17.5064 18.4288 17.3845C18.4796 17.2627 18.5057 17.132 18.5057 16.9999C18.5057 16.8679 18.4796 16.7372 18.4288 16.6154C18.3781 16.4935 18.3037 16.3829 18.2099 16.2899L13.9099 11.9999Z" fill="black"></path>
                      </g>
                    </svg>
                  </div>
                  <!--  -->
                  <img alt="product" src="assets/img/compare.png" class=" img-fluid mx-auto d-block mt-4">
                  <a class="fs-14 fw-bold text-black2 mt-4 d-inline-block h-65">
                    لامپ ال ای دی هوشمند ۷ وات
                    مدل رنگین کمانی ۱۲۴
                  </a>
                </div>
                <div class="border-top py-3">
                  <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
                 <div class="border-top py-3">
               <p class="fw-bold text-dark d-lg-none">روشنایی</p>
                  <p class="mb-0"> ۱۵۰۰ نیت</p>
                 </div>
              </a>
            </div>
          </div>
         </div>
       </div>
    </div>
  </div>
</section>

<!-- shoar -->
<Features />

<!-- wave -->
<img alt="wave" src="assets/img/footerWave.png"
  class="img-fluid w-100 position-absolute -bottom-210 end-0 start-0 d-md-block d-none">
<img alt="wave" src="assets/img/footerBg2.png"
  class="img-fluid w-100 position-absolute -bottom-210 end-0 start-0 d-block d-md-none">

</main>
</template>

<script setup>
useHead({
  title: "مقایسه محصول",
});
</script>

<style>
</style>